Repository: Capsulsaurus/Capsule
Catalog: capsule-swift/Generated/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# error.upload.forbidden
source: You don't have access to this upload.
ar: ليس لديك حق الوصول إلى هذا الرفع.
de: Sie haben keinen Zugriff auf diesen Upload.
es: No tienes acceso a esta subida.
fr: Vous n'avez pas accès à ce téléversement.
hi: आपके पास इस अपलोड तक पहुँच नहीं है।
it: Non hai accesso a questo caricamento.
ja: このアップロードにアクセスする権限がありません。
ko: 이 업로드에 접근할 권한이 없습니다.
pt_br: Você não tem acesso a este envio.
ru: У вас нет доступа к этой загрузке.
zh_hans: 您无权访问此上传。
zh_hant: 您無權存取此上傳。

# error.upload.invalid_action
source: This change uses an action the album doesn't allow.
ar: يستخدم هذا التغيير إجراءً لا يسمح به الألبوم.
de: Diese Änderung verwendet eine Aktion, die das Album nicht zulässt.
es: Este cambio usa una acción que el álbum no permite.
fr: Cette modification utilise une action que l'album n'autorise pas.
hi: यह परिवर्तन एक ऐसी क्रिया का उपयोग करता है जिसकी एल्बम अनुमति नहीं देता।
it: Questa modifica usa un'azione che l'album non consente.
ja: この変更は、このアルバムで許可されていない操作を使用しています。
ko: 이 변경은 앨범에서 허용하지 않는 작업을 사용합니다.
pt_br: Esta alteração usa uma ação que o álbum não permite.
ru: Это изменение использует действие, которое альбом не разрешает.
zh_hans: 此更改使用了该相册不允许的操作。
zh_hant: 此變更使用了該相簿不允許的操作。

# error.upload.invalid_hash
source: The upload's declared content hash is invalid.
ar: قيمة تجزئة المحتوى المُعلنة للرفع غير صالحة.
de: Der für den Upload angegebene Inhalts-Hash ist ungültig.
es: El hash de contenido declarado para la subida no es válido.
fr: Le hachage de contenu déclaré pour le téléversement est invalide.
hi: अपलोड का घोषित सामग्री हैश अमान्य है।
it: L'hash del contenuto dichiarato per il caricamento non è valido.
ja: アップロードで宣言されたコンテンツハッシュが無効です。
ko: 업로드에 선언된 콘텐츠 해시가 유효하지 않습니다.
pt_br: O hash de conteúdo declarado para o envio é inválido.
ru: Заявленный хеш содержимого загрузки недействителен.
zh_hans: 上传声明的内容哈希无效。
zh_hant: 上傳宣告的內容雜湊無效。

# error.upload.invalid_size
source: The upload's declared size is invalid.
ar: الحجم المُعلن للرفع غير صالح.
de: Die für den Upload angegebene Größe ist ungültig.
es: El tamaño declarado para la subida no es válido.
fr: La taille déclarée pour le téléversement est invalide.
hi: अपलोड का घोषित आकार अमान्य है।
it: La dimensione dichiarata per il caricamento non è valida.
ja: アップロードで宣言されたサイズが無効です。
ko: 업로드에 선언된 크기가 유효하지 않습니다.
pt_br: O tamanho declarado para o envio é inválido.
ru: Заявленный размер загрузки недействителен.
zh_hans: 上传声明的大小无效。
zh_hant: 上傳宣告的大小無效。

# error.upload.malformed_request
source: The upload request was malformed.
ar: طلب الرفع مُشوَّه.
de: Die Upload-Anfrage ist fehlerhaft.
es: La solicitud de subida está mal formada.
fr: La demande de téléversement est mal formée.
hi: अपलोड अनुरोध ग़लत रूप में है।
it: La richiesta di caricamento è malformata.
ja: アップロードリクエストの形式が正しくありません。
ko: 업로드 요청의 형식이 올바르지 않습니다.
pt_br: A solicitação de envio está malformada.
ru: Запрос на загрузку имеет неверный формат.
zh_hans: 上传请求格式不正确。
zh_hant: 上傳請求格式不正確。

# error.upload.missing_checksum
source: The upload request was missing its integrity checksum.
ar: كان طلب الرفع يفتقر إلى مجموع التحقق من السلامة.
de: Der Upload-Anfrage fehlte ihre Integritätsprüfsumme.
es: A la solicitud de subida le faltaba su suma de comprobación de integridad.
fr: La demande de téléversement était dépourvue de sa somme de contrôle d'intégrité.
hi: अपलोड अनुरोध में इसकी अखंडता चेकसम नहीं थी।
it: Alla richiesta di caricamento mancava il checksum di integrità.
ja: アップロードリクエストに整合性チェックサムがありません。
ko: 업로드 요청에 무결성 체크섬이 없습니다.
pt_br: A solicitação de envio estava sem a soma de verificação de integridade.
ru: В запросе на загрузку отсутствовала контрольная сумма целостности.
zh_hans: 上传请求缺少完整性校验和。
zh_hant: 上傳請求缺少完整性總和檢查碼。

# error.upload.missing_offset
source: The upload request was missing its position marker.
ar: كان طلب الرفع يفتقر إلى علامة الموضع.
de: Der Upload-Anfrage fehlte ihre Positionsmarkierung.
es: A la solicitud de subida le faltaba su marcador de posición.
fr: La demande de téléversement était dépourvue de son marqueur de position.
hi: अपलोड अनुरोध में इसका स्थिति चिह्न नहीं था।
it: Alla richiesta di caricamento mancava il marcatore di posizione.
ja: アップロードリクエストに位置マーカーがありません。
ko: 업로드 요청에 위치 표시가 없습니다.
pt_br: A solicitação de envio estava sem o marcador de posição.
ru: В запросе на загрузку отсутствовала метка позиции.
zh_hans: 上传请求缺少位置标记。
zh_hant: 上傳請求缺少位置標記。

# error.upload.offset_mismatch
source: The upload got out of sync and is realigning.
ar: فقد الرفع تزامنه وتجري إعادة محاذاته.
de: Der Upload ist aus dem Takt geraten und richtet sich neu aus.
es: La subida se desincronizó y se está realineando.
fr: Le téléversement s'est désynchronisé et se réaligne.
hi: अपलोड सिंक से बाहर हो गया और फिर से संरेखित हो रहा है।
it: Il caricamento si è desincronizzato e si sta riallineando.
ja: アップロードの同期がずれたため、再調整しています。
ko: 업로드 동기화가 어긋나 다시 정렬하는 중입니다.
pt_br: O envio ficou fora de sincronia e está se realinhando.
ru: Загрузка рассинхронизировалась и повторно выравнивается.
zh_hans: 上传失去同步，正在重新对齐。
zh_hant: 上傳失去同步，正在重新對齊。

# error.upload.owner_not_permitted
source: You can't upload on behalf of this user.
ar: لا يمكنك الرفع نيابةً عن هذا المستخدم.
de: Sie können nicht im Namen dieses Benutzers hochladen.
es: No puedes subir en nombre de este usuario.
fr: Vous ne pouvez pas téléverser au nom de cet utilisateur.
hi: आप इस उपयोगकर्ता की ओर से अपलोड नहीं कर सकते।
it: Non puoi caricare per conto di questo utente.
ja: このユーザーの代わりにアップロードすることはできません。
ko: 이 사용자를 대신하여 업로드할 수 없습니다.
pt_br: Você não pode enviar em nome deste usuário.
ru: Вы не можете загружать от имени этого пользователя.
zh_hans: 您无法代表此用户上传。
zh_hant: 您無法代表此使用者上傳。

# error.upload.receipt_not_available
source: The upload hasn't finished, so its storage receipt isn't available yet.
ar: لم يكتمل الرفع، لذا لا يتوفر إيصال التخزين الخاص به بعد.
de: Der Upload ist nicht abgeschlossen, daher ist seine Speicherquittung noch nicht verfügbar.
es: La subida no ha terminado, por lo que su recibo de almacenamiento aún no está disponible.
fr: Le téléversement n'est pas terminé, son reçu de stockage n'est donc pas encore disponible.
hi: अपलोड पूरा नहीं हुआ है, इसलिए इसकी स्टोरेज रसीद अभी उपलब्ध नहीं है।
it: Il caricamento non è terminato, quindi la ricevuta di archiviazione non è ancora disponibile.
ja: アップロードが完了していないため、ストレージの受領証はまだ利用できません。
ko: 업로드가 완료되지 않아 저장 영수증을 아직 사용할 수 없습니다.
pt_br: O envio não terminou, então o recibo de armazenamento ainda não está disponível.
ru: Загрузка не завершена, поэтому квитанция о сохранении пока недоступна.
zh_hans: 上传尚未完成，因此其存储回执尚不可用。
zh_hant: 上傳尚未完成，因此其儲存回執尚不可用。

# error.upload.session_not_active
source: This upload has already finished.
ar: اكتمل هذا الرفع بالفعل.
de: Dieser Upload ist bereits abgeschlossen.
es: Esta subida ya ha finalizado.
fr: Ce téléversement est déjà terminé.
hi: यह अपलोड पहले ही पूरा हो चुका है।
it: Questo caricamento è già terminato.
ja: このアップロードはすでに完了しています。
ko: 이 업로드는 이미 완료되었습니다.
pt_br: Este envio já foi concluído.
ru: Эта загрузка уже завершена.
zh_hans: 此上传已完成。
zh_hant: 此上傳已完成。

# error.upload.session_not_found
source: The upload session expired. Starting over…
ar: انتهت صلاحية جلسة الرفع. جارٍ البدء من جديد…
de: Die Upload-Sitzung ist abgelaufen. Neustart…
es: La sesión de subida ha caducado. Empezando de nuevo…
fr: La session de téléversement a expiré. Redémarrage…
hi: अपलोड सत्र समाप्त हो गया। फिर से शुरू किया जा रहा है…
it: La sessione di caricamento è scaduta. Ricomincio…
ja: アップロードセッションの有効期限が切れました。最初からやり直しています…
ko: 업로드 세션이 만료되었습니다. 처음부터 다시 시작하는 중…
pt_br: A sessão de envio expirou. Recomeçando…
ru: Сеанс загрузки истёк. Начинаем заново…
zh_hans: 上传会话已过期。正在重新开始…
zh_hant: 上傳工作階段已過期。正在重新開始…

# error.upload.size_exceeded
source: The upload sent more data than it declared.
ar: أرسل الرفع بيانات أكثر مما أعلن عنه.
de: Der Upload hat mehr Daten gesendet als angegeben.
es: La subida envió más datos de los que declaró.
fr: Le téléversement a envoyé plus de données qu'il n'en avait déclaré.
hi: अपलोड ने अपने घोषित आकार से अधिक डेटा भेजा।
it: Il caricamento ha inviato più dati di quanti ne avesse dichiarati.
ja: アップロードが宣言したサイズより多くのデータを送信しました。
ko: 업로드가 선언한 크기보다 많은 데이터를 보냈습니다.
pt_br: O envio enviou mais dados do que declarou.
ru: Загрузка отправила больше данных, чем было заявлено.
zh_hans: 上传发送的数据超过了其声明的大小。
zh_hant: 上傳傳送的資料超過了其宣告的大小。

# error.upload.stale_revival
source: This change is based on an out-of-date version of the item.
ar: يستند هذا التغيير إلى نسخة قديمة من العنصر.
de: Diese Änderung basiert auf einer veralteten Version des Elements.
es: Este cambio se basa en una versión desactualizada del elemento.
fr: Cette modification repose sur une version obsolète de l'élément.
hi: यह परिवर्तन आइटम के पुराने संस्करण पर आधारित है।
it: Questa modifica si basa su una versione non aggiornata dell'elemento.
ja: この変更は、この項目の古いバージョンに基づいています。
ko: 이 변경은 항목의 오래된 버전을 기반으로 합니다.
pt_br: Esta alteração se baseia em uma versão desatualizada do item.
ru: Это изменение основано на устаревшей версии элемента.
zh_hans: 此更改基于该项目的过时版本。
zh_hant: 此變更基於該項目的過時版本。

# error.upload.storage_inconsistent
source: The server hit a storage problem. Please try again.
ar: واجه الخادم مشكلة في التخزين. يُرجى المحاولة مرة أخرى.
de: Auf dem Server ist ein Speicherproblem aufgetreten. Bitte versuchen Sie es erneut.
es: El servidor tuvo un problema de almacenamiento. Inténtalo de nuevo.
fr: Le serveur a rencontré un problème de stockage. Veuillez réessayer.
hi: सर्वर को स्टोरेज समस्या आई। कृपया फिर से प्रयास करें।
it: Il server ha riscontrato un problema di archiviazione. Riprova.
ja: サーバーでストレージの問題が発生しました。もう一度お試しください。
ko: 서버에 저장소 문제가 발생했습니다. 다시 시도해 주세요.
pt_br: O servidor teve um problema de armazenamento. Tente novamente.
ru: На сервере возникла проблема с хранилищем. Повторите попытку.
zh_hans: 服务器遇到存储问题。请重试。
zh_hant: 伺服器遇到儲存問題。請重試。

# error.upload.timestamp_out_of_range
source: Your device's clock appears to be wrong. Check its date and time.
ar: يبدو أن ساعة جهازك غير صحيحة. تحقّق من التاريخ والوقت.
de: Die Uhr Ihres Geräts scheint falsch zu sein. Überprüfen Sie Datum und Uhrzeit.
es: El reloj de tu dispositivo parece estar mal. Comprueba su fecha y hora.
fr: L'horloge de votre appareil semble incorrecte. Vérifiez sa date et son heure.
hi: आपके डिवाइस की घड़ी ग़लत लगती है। इसकी तारीख़ और समय जाँचें।
it: L'orologio del tuo dispositivo sembra errato. Controlla data e ora.
ja: デバイスの時計が正しくないようです。日付と時刻を確認してください。
ko: 기기의 시계가 잘못된 것 같습니다. 날짜와 시간을 확인해 주세요.
pt_br: O relógio do seu dispositivo parece estar errado. Verifique a data e a hora.
ru: Похоже, часы вашего устройства выставлены неверно. Проверьте дату и время.
zh_hans: 您设备的时钟似乎不正确。请检查其日期和时间。
zh_hant: 您裝置的時鐘似乎不正確。請檢查其日期和時間。

# error.upload.unknown_crypto_suite
source: This app version uses an encryption suite the server doesn't recognize.
ar: يستخدم هذا الإصدار من التطبيق مجموعة تشفير لا يتعرّف عليها الخادم.
de: Diese App-Version verwendet eine Verschlüsselungs-Suite, die der Server nicht erkennt.
es: Esta versión de la aplicación usa un conjunto de cifrado que el servidor no reconoce.
fr: Cette version de l'application utilise une suite de chiffrement que le serveur ne reconnaît pas.
hi: ऐप का यह संस्करण एक ऐसा एन्क्रिप्शन सूट उपयोग करता है जिसे सर्वर नहीं पहचानता।
it: Questa versione dell'app usa una suite di crittografia che il server non riconosce.
ja: このアプリのバージョンは、サーバーが認識しない暗号スイートを使用しています。
ko: 이 앱 버전은 서버가 인식하지 못하는 암호화 방식을 사용합니다.
pt_br: Esta versão do aplicativo usa um conjunto de criptografia que o servidor não reconhece.
ru: Эта версия приложения использует набор шифрования, который сервер не распознаёт.
zh_hans: 此应用版本使用了服务器无法识别的加密套件。
zh_hant: 此應用程式版本使用了伺服器無法辨識的加密套件。

# error.upload.unsupported_content_type
source: This file type is not supported.
ar: نوع الملف هذا غير مدعوم.
de: Dieser Dateityp wird nicht unterstützt.
es: Este tipo de archivo no es compatible.
fr: Ce type de fichier n'est pas pris en charge.
hi: यह फ़ाइल प्रकार समर्थित नहीं है।
it: Questo tipo di file non è supportato.
ja: このファイル形式はサポートされていません。
ko: 이 파일 형식은 지원되지 않습니다.
pt_br: Este tipo de arquivo não é compatível.
ru: Этот тип файла не поддерживается.
zh_hans: 不支持此文件类型。
zh_hant: 不支援此檔案類型。

# error.upload.unsupported_media_type
source: Upload data was sent in an unsupported format.
ar: أُرسلت بيانات الرفع بتنسيق غير مدعوم.
de: Die Upload-Daten wurden in einem nicht unterstützten Format gesendet.
es: Los datos de subida se enviaron en un formato no compatible.
fr: Les données de téléversement ont été envoyées dans un format non pris en charge.
hi: अपलोड डेटा असमर्थित प्रारूप में भेजा गया।
it: I dati di caricamento sono stati inviati in un formato non supportato.
ja: アップロードデータがサポートされていない形式で送信されました。
ko: 업로드 데이터가 지원되지 않는 형식으로 전송되었습니다.
pt_br: Os dados de envio foram enviados em um formato não compatível.
ru: Данные загрузки отправлены в неподдерживаемом формате.
zh_hans: 上传数据以不受支持的格式发送。
zh_hant: 上傳資料以不受支援的格式傳送。

# label_artist
source: Artist
ar: الفنان
de: Künstler
es: Artista
fr: Artiste
hi: कलाकार
it: Artista
ja: 作者
ko: 작가
pt_br: Artista
ru: Автор
zh_hans: 艺术家
zh_hant: 藝術家

# label_credits
source: Credits
ar: الاعتمادات
de: Bildnachweis
es: Créditos
fr: Crédits
hi: श्रेय
it: Crediti
ja: クレジット
ko: 출처
pt_br: Créditos
ru: Авторство
zh_hans: 致谢
zh_hant: 致謝

# label_date
source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख़
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
zh_hans: 日期
zh_hant: 日期

# label_department
source: Department
ar: القسم
de: Abteilung
es: Departamento
fr: Département
hi: विभाग
it: Reparto
ja: 部門
ko: 부서
pt_br: Departamento
ru: Отдел
zh_hans: 部门
zh_hant: 部門

# label_dimensions
source: Dimensions
ar: الأبعاد
de: Abmessungen
es: Dimensiones
hi: आयाम
it: Dimensioni
ja: 寸法
ko: 크기
pt_br: Dimensões
ru: Размеры
zh_hans: 尺寸
zh_hant: 尺寸

# label_medium
source: Medium
ar: الوسيط
es: Técnica
fr: Support
hi: माध्यम
it: Tecnica
ja: 技法・素材
ko: 재료
pt_br: Técnica
ru: Материал
zh_hans: 媒材
zh_hant: 媒材

# label_repository
source: Repository
ar: الجهة الحافظة
de: Sammlung
es: Colección
fr: Collection
hi: संग्रह
it: Collezione
ja: 所蔵先
ko: 소장처
pt_br: Acervo
ru: Хранилище
zh_hans: 馆藏
zh_hant: 館藏

# label_title
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
zh_hans: 标题
zh_hant: 標題

source: No data available
ar: لا تتوفر بيانات
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
hi: कोई डेटा उपलब्ध नहीं
it: Nessun dato disponibile
ja: データがありません
ko: 표시할 데이터가 없습니다
pt_br: Nenhum dado disponível
ru: Нет доступных данных
zh_hans: 暂无数据
zh_hant: 沒有可用資料
